Repository: KochankovID/measurement-analysis-system
Catalog: backend/admin_pannel/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Measurement system database
ru: База данных измерительный систем

source: Type description
ru: Описание типа

source: Application area
ru: Область применения

source: Application areas
ru: Области применения

source: Government number
ru: Государственный номер

source: Name
ru: Имя

source: Measurement unit
ru: Единицы измерений

source: Measurement error
ru: Погрешность измерений

source: Measurement error type
ru: Тип погрешности

source: Approval date
ru: Дата утверждения

source: Producer
ru: Производитель

source: File name
ru: Имя файла

source: SI purpose
ru: Назначение СИ

source: Producer country
ru: Страна производитель

source: Type descriptions
ru: Описания типов

source: Modification
ru: Модификация СИ

source: Type
ru: Тип СИ

source: Verification date
ru: Дата поверки

source: Verification valid until date
ru: Действительна до

source: Verification
ru: Поверка

source: Verifications
ru: Поверки

source: Type description regexes
ru: Описания типов regexes

source: SI meaning regexes
ru: Назначене СИ regexes

source: Measurement units regexes
ru: Единицы измерений regexes

source: SI description regexes
ru: Описания типов regexes

source: RegexSetting
ru: Настройка регулярных выражений

source: RegexSettings
ru: Настройки регулярных выражений
